Repository: keepassium/KeePassium-L10n
Catalog: keepassium.tmx
Source language: en
Languages: ar, cs, de, es_es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, pt_pt, ru, sk, sr, sv_se, th, tr, uk, zh_cn, zh_tw

source: • KeePass by Dominik Reichl (https://keepass.info) • Feather icons by Cole Bemis (MIT licence, https://feathericons.com) • Ionicons by Ionic (MIT license, http://ionicons.com) • Linecons by Andrian Valeanu (https://designmodo.com/linecons-free/) • Fancy deboss pattern by Daniel Beaton (CC BY 3.0, http://subtlepatterns.com) • System settings icon by Vicons Design (CC BY 3.0, http://vicons.superatic.com) • AEXML by Marko Tadić(MIT license, https://github.com/tadija/AEXML) • Rijndael implementation by Szymon Stefanek (public domain) • Argon2 by Daniel Dinu, Dmitry Khovratovich, Jean-Philippe Aumasson, and Samuel Neves (CC0 license, https://github.com/P-H-C/phc-winner-argon2) • ChaCha20 &amp; Salsa20 implementation by D. J. Bernstein (public domain, https://cr.yp.to/salsa20.html) • Twofish implementation by Niels Ferguson (available under its own very permissive license, http://www.cartotype.com/downloads/twofish/twofish.cpp). • GzipSwift by 1024jp (MIT license, https://github.com/1024jp/GzipSwift) • Base32 for Swift by Norio Nomura (MIT license, https://github.com/norio-nomura/Base32) • KeyboardLayoutConstraint by James Tang (MIT license, https://github.com/MengTo/Spring/blob/master/Spring/KeyboardLayoutConstraint.swift)
ru: • Русский перевод — Андрей Поплетеев • KeePass, автор Dominik Reichl (https://keepass.info) • Feather icons, автор Cole Bemis (лицензия MIT, https://feathericons.com) • Ionicons, автор Ionic (лицензия MIT, http://ionicons.com) • Linecons, автор Andrian Valeanu (https://designmodo.com/linecons-free/) • Fancy deboss pattern, автор Daniel Beaton (CC BY 3.0, http://subtlepatterns.com) • Иконка системных настроек, автор Vicons Design (CC BY 3.0, http://vicons.superatic.com) • AEXML, автор Marko Tadić(лицензия MIT, https://github.com/tadija/AEXML) • Реализцаия алгоритма Rijndael, автор Szymon Stefanek (общественное достояние) • Алгоритм Argon2 и его реализация, авторы Daniel Dinu, Dmitry Khovratovich, Jean-Philippe Aumasson, and Samuel Neves (лицензия CC0, https://github.com/P-H-C/phc-winner-argon2) • Реализация алгоритмов ChaCha20 &amp; Salsa20, автор D. J. Bernstein (общественное достояние, https://cr.yp.to/salsa20.html) • Реализация алгоритма Twofish, автор Niels Ferguson (опубликовано под специальной весьма либеральной лицензией, http://www.cartotype.com/downloads/twofish/twofish.cpp). • GzipSwift, автор 1024jp (лицензия MIT, https://github.com/1024jp/GzipSwift) • Base32 for Swift, автор Norio Nomura (лицензия MIT, https://github.com/norio-nomura/Base32) • KeyboardLayoutConstraint, автор James Tang (лицензия MIT, https://github.com/MengTo/Spring/blob/master/Spring/KeyboardLayoutConstraint.swift)

source: ©2019 Andrei Popleteev
ru: ©2019 Андрей Поплетеев
uk: ©2019 Андрій Поплетєєв

source: 123→ABC
ru: 123→АБВ
uk: 123→АБВ

source: ABC→123
ru: АБВ→123
uk: АБВ→123

source: Lorem ipsum text.
ru: Лорем ипсум текст.

source: attachment
ru: Прикреплённый Файл

source: tag
ru: тег

source: Pro
ru: Про

source: ©2020 Andrei Popleteev
ru: ©2020 Андрей Поплетеев
uk: ©2020 Андрій Поплетєєв

source: Yandex.Disk
ru: Яндекс.Диск

source: ©2021 Andrei Popleteev
ru: ©2021 Андрей Поплетеев
uk: ©2021 Андрій Поплетєєв

source: YubiKey
zh_cn: YubiKey 令牌设备验证
